{
  "api": {
    "titles": [
      "Побег из Шоушенка",
      "Начало",
      "Интерстеллар",
      "Назад в будущее",
      "Криминальное чтиво"
    ],
    "descriptions": [
      "Бухгалтер Энди Дюфрейн обвинён в убийстве собственной жены и её любовника. Оказавшись в тюрьме под названием Шоушенк, он сталкивается с жестокостью и беззаконием, царящими по обе стороны решётки. Каждый, кто попадает в эти стены, становится их рабом до конца жизни. Но Энди, обладающий живым умом и доброй душой, находит подход как к заключённым, так и к охранникам, добиваясь их особого к себе расположения.",
      "Кобб – талантливый вор, лучший из лучших в опасном искусстве извлечения: он крадет ценные секреты из глубин подсознания во время сна, когда человеческий разум наиболее уязвим. Редкие способности Кобба сделали его ценным игроком в привычном к предательству мире промышленного шпионажа, но они же превратили его в извечного беглеца и лишили всего, что он когда-либо любил. И вот у Кобба появляется шанс исправить ошибки. Его последнее дело может вернуть все назад, но для этого ему нужно совершить невозможное – инициацию. Вместо идеальной кражи Кобб и его команда спецов должны будут провернуть обратное. Теперь их задача – не украсть идею, а внедрить ее. Если у них получится, это и станет идеальным преступлением.  Но никакое планирование или мастерство не могут подготовить команду к встрече с опасным противником, который, кажется, предугадывает каждый их ход. Врагом, увидеть которого мог бы лишь Кобб.",
      "Когда засуха, пыльные бури и вымирание растений приводят человечество к продовольственному кризису, коллектив исследователей и учёных отправляется сквозь червоточину (которая предположительно соединяет области пространства-времени через большое расстояние) в путешествие, чтобы превзойти прежние ограничения для космических путешествий человека и найти планету с подходящими для человечества условиями.",
      "Подросток Марти с помощью машины времени, сооружённой его другом-профессором доком Брауном, попадает из 80-х в далекие 50-е. Там он встречается со своими будущими родителями, ещё подростками, и другом-профессором, совсем молодым.",
      "Двое бандитов Винсент Вега и Джулс Винфилд ведут философские беседы в перерывах между разборками и решением проблем с должниками криминального босса Марселласа Уоллеса. В первой истории Винсент проводит незабываемый вечер с женой Марселласа Мией. Во второй рассказывается о боксёре Бутче Кулидже, купленном Уоллесом, чтобы сдать бой. В третьей истории Винсент и Джулс по нелепой случайности попадают в неприятности."
    ],
    "videoPreviewLinks": [
      "https://example.com/preview1",
      "https://example.com/preview2",
      "https://example.com/preview3",
      "https://example.com/preview4",
      "https://example.com/preview5"
    ],
    "videoLinks": [
      "https://example.com/movie1",
      "https://example.com/movie2",
      "https://example.com/movie3",
      "https://example.com/movie4",
      "https://example.com/movie5"
    ],
    "actors": [
      "Тим Роббинс",
      "Морган Фриман",
      "Мэттью МакКонахи",
      "Майкл Дж. Фокс",
      "Кристофер Ллойд",
      "Леонардо ДиКаприо",
      "Джозеф Гордон-Левитт",
      "Энн Хэтэуэй",
      "Джон Траволта",
      "Сэмюэл Л. Джексон"
    ],
    "directors": [
      "Фрэнк Дарабонт",
      "Кристофер Нолан",
      "Роберт Земекис",
      "Квентин Тарантино"
    ],
    "genres": [
      "comedy",
      "crime",
      "documentary",
      "drama",
      "horror",
      "family",
      "romance",
      "scifi",
      "thriller"
    ],
    "users": [
      "Иван Иванов",
      "Олег Сидоров",
      "Пьер Безухов",
      "Роланд Дискейн",
      "Холи Гибни"
    ],
    "emails": [
      "snow@pisem.local",
      "president@dka.local",
      "fish@big.local",
      "test@pisem.local",
      "freedom@pisem.local"
    ],
    "avatarPaths": [
      "https://example.com/user.jpg",
      "https://example.com/photo.jpg",
      "https://example.com/awesome-avatar.jpg",
      "https://example.com/roland.jpg",
      "https://example.com/smit.jpg"
    ],
    "passwords": [
      "qwerty123",
      "qwerty456",
      "qwerty789",
      "qwerty135"
    ],
    "posterPaths": [
      "https://example.com/inception_poster.jpg",
      "https://example.com/back_to_the_future_poster.jpg",
      "https://example.com/interstellar_poster.jpg",
      "https://example.com/the_shawshank_redemption_poster.jpg",
      "https://example.com/pulp_fiction_poster.jpg"
    ],
    "backgroundPicturePaths": [
      "https://example.com/black_background.jpg",
      "https://example.com/red_background.jpg",
      "https://example.com/white_background.jpg",
      "https://example.com/blue_background.jpg",
      "https://example.com/green_background.jpg"
    ],
    "backgroundColors": [
      "black",
      "red",
      "white",
      "blue",
      "green"
    ]
  }
}